<template>
<div class="wrap">
    <div class="content">
        <p>欢迎您使用由深圳市网云软件有限公司（以下简称“本公司”）开发与运营的“电子通APP”及相关服务！
为使用电子通APP（以下简称“本软件”）及相关服务，您应当阅读并遵守《电子通APP服务协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示您注意。
除非您已阅读并接受本协议所有条款，否则您无权下载、安装或使用本软件及相关服务。您的下载、安装、使用、获取电子通APP服务管理帐号及电子通APP最终用户帐号（以下简称：电子通APP帐号）、登录等行为即视为您已阅读并同意上述协议的约束。
如果您未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议，并特别注意未成年人使用条款。
一  协议的范围
1. 协议适用主体范围
本协议是您与本公司之间关于您下载、安装、使用、复制本软件，以及使用本公司相关服务所订立的协议。“电子通APP用户”是指注册、登录、使用电子通APP软件及服务并获得管理权限的个人或组织，在本协议中更多地称为“您”。“最终用户”是指通过电子通APP用户获得电子通APP软件使用权限的个人用户。前述“电子通APP用户”及“最终用户”统称为“用户”或“所有用户”。
2. 协议关系及冲突条款
本协议内容同时包括本公司可能不断发布的关于本服务的相关协议、业务规则等内容。
二  关于本服务
1. 本服务的内容
本服务内容是指本公司向用户提供的行业资讯类工具（以下简称“电子通APP”），支持产品、企业、求购等信息发布与展示等相关服务。
2. 本服务的形式
（1）您使用本服务需要注册电子通APP帐号并下载电子通APP客户端软件，本公司将向您提供电子通APP的管理权限、使用功能和使用说明等服务，并尽应有之努力保障本服务的正常运行。
（2）在2019年1月1日0：00之前注册的用户，自注册之日起，每个账号享有一个月会员权限；会员到期后，不再享有相关权限；具体权限的具体内容，以深圳市网云软件有限公司公示为准。
（3）本服务中本公司电子通APP客户端软件提供包括但不限于Windows、Mac、iOS、Android等多个应用版本（具体以本公司提供的版本为准），用户必须选择与所安装终端设备相匹配的软件版本。本公司会不断丰富应用版本，如您已注册使用一种版本的服务，则可以以同一帐号使用其他版本的服务，本协议自动适用于您所使用的所有版本的软件和服务。
3. 本服务许可的范围
（1）本公司给予您一项不可转让的、非排他性的许可，以使用本软件。
（2）本条及本协议其他条款未明示授权的其他一切权利仍由本公司保留，你在行使这些权利时须另外取得本公司的书面许可。本公司如果未行使前述任何权利，并不构成对该权利的放弃。
三  软件的获取
如果您从未经本公司或被授权的第三方获取本软件或与本软件名称相同的安装程序，本公司无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。
四  软件的安装与卸载
1. 本公司可能为不同的终端设备开发了不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装。
2. 下载安装程序后，您需要按照该程序提示的步骤正确安装。
3. 为提供更加优质、安全的服务，在本软件安装时本公司可能推荐您安装其他软件，您可以选择安装或不安装。
4. 如果您不再需要使用本软件或者需要安装新版软件，可以自行卸载。
五  软件的更新
1. 为了改善用户体验、完善服务内容，本公司将不断努力开发新的服务，并为您不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。
2. 为了保证本软件及服务的安全性和功能的一致性，本公司有权不经向您特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。
3. 本软件新版本发布后，旧版本的软件可能无法使用。本公司不保证旧版本软件及相应的客户服务继续可用，请您随时核对并下载最新版本。
4. 您同意，本公司可能通过公告、更新日志等方式向用户通知软件更新情况，但本公司不需向您特别通知。
六  用户信息保护
1. 保护用户信息是本公司的一项基本原则，本公司将会采取合理的措施保护用户的信息。除法律法规规定的情形外，未经用户许可，本公司不会向第三方公开、透露用户信息。本公司对相关信息采用专业加密存储与传输方式，保障用户信息的安全。
2. 您在注册帐号或使用本服务的过程中，需要提供一些必要的信息，例如：为向您提供帐号注册服务或进行用户身份识别，需要您填写手机号码；通话功能需要您授权访问手机通讯录等。若国家法律法规或政策有特殊规定的，您需要提供真实的身份信息。若您提供的信息不完整，则无法使用本服务或在使用过程中受到限制。
3. 一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。
4. 本公司将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。
5. 电子通APP建立信息安全保护制度并对最终用户进行信息安全教育，包括但不限于：将管理权限交予适当的人选；合理设定相关人员的管理权限；提醒或要求最终用户注意信息安全和帐号安全，防止帐号被他人使用而导致的信息泄露。
6. 未经您的同意，本公司不会向本公司以外的任何公司、组织和个人披露您的个人信息，但法律法规另有规定的除外。
7. 本公司非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用本公司的服务前，应事先取得您家长或法定监护人的书面同意。
8. 您应对通过本服务了解、接收或可接触到的包括但不限于其他用户在内的任何人的个人信息予以充分尊重，您不应以搜集、复制、存储、传播或以其他任何方式使用其他用户的个人信息，否则，由此产生的后果由您自行承担。
七  主权利义务条款
1. 帐号使用规范
（1）您在使用本服务前需要注册一个电子通APP帐号，为验证最终用户所属组织，保障电子通APP帐号安全并获得提供服务所必要的用户信息，最终用户需通过手机号码及电子通APP帐号验证后方能使用电子通APP帐号。电子通APP帐号可通过电子通APP以手机号进行注册,也可通过电子通APP提供的第三方授权的方式进行注册。本公司有权根据用户需求或产品需要对帐号注册方式进行变更，关于您使用帐号的具体规则，请遵守《电子通APP服务协议》以及本公司为此发布的专项规则。
（2）电子通APP帐号的所有权归本公司公司所有，用户完成申请注册手续后，仅获得电子通APP帐号的使用权，您不得赠与、借用、租用、转让或售卖电子通APP帐号或者以其他方式许可他人使用。
（3）用户应当按照法律法规和服务要求，按相应页面的提示准确提供并及时更新用户的资料，以使之真实、及时，完整和准确。您承诺不得冒充他人进行注册，不得未经许可为他人注册，不得以可能误导其他用户的方式注册帐号，不得使用可能侵犯他人权益的用户名进行注册（包括但不限于涉嫌商标权、名誉权侵权等），否则本公司有权注销该帐号；由此产生的后果由您自行承担。
（4）用户有责任妥善保管注册帐户信息及帐户密码的安全，用户需要对注册帐户以及密码下的行为承担法律责任。用户同意在任何情况下不向他人透露帐户及密码信息。当在您怀疑他人在使用您的帐号时，您应立即通知本公司公司。
（5）用户注册电子通APP帐号后如果长期不登录该帐号，本公司有权回收该帐号，以免造成资源浪费，由此带来的任何损失均由用户自行承担。
（6）您确认，在您完成注册程序或以其他本公司允许的方式实际使用服务时，您应当是具备完全民事权利能力和与所从事的民事行为相适应的行为能力的自然人、法人或其他组织。若您不具备前述主体资格，请勿使用本服务，否则您及您的监护人应承担因此而导致的一切后果，且本公司有权注销（永久冻结）您的账户，给本公司造成损失的，本公司有权向您追偿。如您代表一家公司或其他法律主体进行注册或以其他本公司允许的方式实际使用本服务的，则您声明和保证，您有权使该公司或该法律主体受本协议的约束。
2. 用户注意事项
（1）您理解并同意：为了向您提供有效的服务，本软件会利用您终端设备的处理器和带宽等资源。本软件使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。
（2） 您在使用本软件某一特定服务或功能时，可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），且该特定服务或功能也可能由其他主体提供，您在使用该项服务或功能前请阅读并同意该服务或功能提供者的相关单独协议、业务规则。您使用前述特定服务，即视为您接受相关单独协议、业务规则。
（3） 您理解并同意本公司将会尽其商业上的合理努力保障您在本软件及服务中的数据存储安全，但是，本公司并不能就此提供完全保证，包括但不限于以下情形：
本公司不对您在本软件及服务中相关数据的删除或储存失败负责；
本公司有权根据实际情况自行决定用户在本软件及服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。您可根据自己的需要自行备份本软件及服务中的相关数据；
如果您停止使用本软件及服务或服务被终止、取消，本公司可以从服务器上永久地删除您的数据。服务停止、终止或取消后，本公司没有义务向您返还任何数据。
（4）用户在使用本软件及服务时，须自行承担如下来自本公司不可掌控的风险内容，包括但不限于：
由于不可抗拒因素可能引起的用户信息丢失、泄漏等风险；
用户必须选择与所安装终端设备相匹配的软件版本，否则，由于软件与终端设备型号不相匹配所导致的任何问题或损害，均由用户自行承担；
用户在使用本软件访问第三方网站时，因第三方网站及相关内容所可能导致的风险，由用户自行承担；
用户发布的内容被他人转发、分享，因此等传播可能带来的风险和责任；
由于网络信号不稳定、网络带宽小等网络原因，所引起的本公司电子通APP登录失败、资料同步不完整、页面打开速度慢等风险。
3. 第三方产品和服务
（1）您在使用本软件第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。
（2）因用户使用本软件或要求本公司提供特定服务时，本软件可能会调用第三方系统或者通过第三方支持用户的使用或访问，使用或访问的结果由该第三方提供（包括但不限于通话功能：可能通过电信运营商系统提供的通话服务），本公司不保证通过第三方提供服务及内容的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，与本公司无关，本公司不承担任何责任。
（3）您理解并同意，本公司有权决定将本软件作商业用途，包括但不限于开发、使用本软件的部分服务为第三方作推广等，本公司承诺在推广过程中严格按照本协议约定保护用户信息。
八  用户行为规范
1. 信息内容规范
（1）本条所述信息内容是指用户使用本软件及服务过程中所制作、复制、发布、传播的任何内容，包括但不限于电子通APP帐号头像、名称、用户说明等注册信息，或文字、语音、图片等发送、回复、公告和相关链接页面，以及其他使用电子通APP帐号或本软件及服务所产生的内容。
（2）您理解并同意，本公司一直致力于为用户提供文明健康、规范有序的网络环境，您不得利用电子通APP帐号或本软件及服务制作、复制、发布、传播如下干扰电子通APP软件正常运营，以及侵犯其他用户或第三方合法权益的内容，包括但不限于：
发布、传送、传播、储存违反国家法律法规禁止的内容；
违反宪法确定的基本原则的；
危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
损害国家荣誉和利益的；
煽动民族仇恨、民族歧视，破坏民族团结的；
破坏国家宗教政策，宣扬邪教和封建迷信的；
散布谣言，扰乱社会秩序，破坏社会稳定的；
散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；
侮辱或者诽谤他人，侵害他人合法权益的；
煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；
以非法民间组织名义活动的；
含有法律、行政法规禁止的其他内容的。
发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；
涉及他人隐私、个人信息或资料的；
发表、传送、传播骚扰、广告信息、过度营销信息及垃圾信息或含有任何性或性暗示的；
其他违反法律法规、政策及公序良俗、社会公德或干扰电子通APP正常运营和侵犯其他用户或第三方合法权益内容的信息。
2. 软件使用规范
（1）除非法律允许或本公司书面许可，您使用本软件过程中不得从事下列行为：
删除本软件及其副本上关于著作权的信息；
对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；
对本公司拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；
对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非本公司经授权的第三方工具/服务接入本软件和相关系统；
通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；
通过非本公司开发、授权的第三方软件、插件、外挂、系统，登录或使用本公司软件及服务，或制作、发布、传播上述工具；
自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰；
其他未经本公司明示授权的行为。
（2）您理解并同意，基于用户体验、电子通APP或相关服务平台运营安全、平台规则要求及健康发展等综合因素，本公司有权选择提供服务的对象，有权决定功能设置，有权决定功能开放、数据接口和相关数据披露的对象和范围。如果用户的行为存在以下情形，本公司有权视具体情况中止或终止提供本服务，包括但不限于：
违反法律法规、本协议规定或不符合本公司其他管理要求的；
从事影响本软件服务体验的行为；
继续使用可能存在安全隐患的，包括但不限于对用户自身或第三方人身、财产构成安全隐患的，对公共安全构成安全隐患的等情形。
3. 服务运营规范
除非法律允许或本公司书面许可，您使用本服务过程中不得从事下列行为：
（1）提交、发布虚假信息，或冒充、利用他人名义的；
（2）诱导其他用户点击链接页面或分享信息的；
（3）虚构事实、隐瞒真相以误导、欺骗他人的；
（4）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权益的；
（5）未经本公司书面许可利用电子通APP帐号和任何功能，进行推广或互相推广的；
（6）利用电子通APP帐号或本软件及服务从事任何违法犯罪活动的；
（7）制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；
（8）其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或本公司未明示授权的行为。
4. 对自己行为负责
您充分理解并同意，您必须为自己电子通APP帐号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。本公司无法且不会对因前述风险而导致的任何损失或损害承担责任。
5. 违约处理
（1）如果本公司发现或收到他人举报或投诉用户违反本协议约定的，本公司有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。
（2）您理解并同意，本公司有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。
（3）您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；本公司因此遭受损失的，您也应当一并赔偿。
九  服务费用
1. 本公司保留本软件的任何服务或功能后续收费的权利。本公司有权以公告形式通知您收费标准，若您继续使用则需按本公司公布的收费标准支付费用。
2. 本公司有权根据实际情况单方调整费用标准及收费方式，并以公告形式通知您，而无需向您特别通知或获得您的事先同意，如您不同意收费应当立即停止服务的使用，否则使用则视为您已同意并应当缴纳费用。
3. 您应当自行支付使用本软件可能产生的上网费以及其他第三方收取的通讯费、信息费等。
4. 您理解并同意，本软件中的通话功能可能采用电信运营商提供的通话服务，您应购买通话分钟数才能使用相关功能，通话所使用的分钟数将直接从您的账户中扣除。同时，运营商在某些情况下可能向用户收取其他通信费用（如本软件使用过程中可能产生的数据流量费用；用户处于异地漫游状态时需支付漫游接听费用等）。
十  终端安全责任
1. 您理解并同意，本软件同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您的终端设备信息和数据安全，继而影响本软件的正常使用等。因此，您应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。
2. 您不得制作、发布、使用、传播用于窃取电子通APP帐号及他人个人信息、财产的恶意程序。
3. 维护软件安全与正常使用是本公司和您的共同责任，本公司将按照行业标准合理审慎地采取必要技术措施保护您的终端设备信息和数据安全，但是您承认和同意本公司并不能就此提供完全保证。
4. 在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请留意本公司有关防范诈骗犯罪的提示。
十一  第三方软件或技术
1. 本软件可能会使用第三方软件或技术（包括本软件可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。
2. 本软件如果使用了第三方的软件或技术，本公司将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本软件安装包特定文件夹中打包、或通过开源软件页面等形式进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议、其他文件及网页，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，您应当遵守这些要求。如果您没有遵守这些要求，该第三方或者国家机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求本公司给予协助，您应当自行承担法律责任。
3. 如因本软件使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，本公司不承担任何责任。本公司不对第三方软件或技术提供客服支持，若您需要获取支持，请与第三方联系。
十二  知识产权声明
1. 深圳市网云软件有限公司是本软件的知识产权权利人。本软件的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，本公司享有上述知识产权，但相关权利人依照法律规定应享有的权利除外。
2. 未经本公司或相关权利人书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。
十三  其他
1. 您使用本软件即视为您已阅读并同意受本协议的约束。本公司有权在必要时修改本协议条款。您可以在本软件的最新版本中查阅相关协议条款。本协议条款变更后，如果您继续使用本软件，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本软件。
2. 本协议签订地为中华人民共和国广东省深圳市宝安区。
3. 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
4. 若您和本公司之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。
5. 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
6. 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。（正文完）
</p>
    </div>
</div>
</template>
<script>
</script>
<style scoped>
    .content p{
        font-size:16px;
       font-weight:300;
       text-align:justify;
       text-indent:30px;
    }
</style>